{"1":{"Id":1,"Name":"Smart Watch","Description":", sleep monitoring, watertight value 50 m and storage of 32GB.","Price":1999.0,"ImageName":"smartwatch.png"},"2":{"Id":2,"Name":"Smartphone","Description":"4.7 inches IPS 1334 × 750, Phone A13 Bionic 6 - core processor, 3 GB RAM, 128 GB internal memory, 12 Mpx rear camera(f / 1.8), 7 Mpx front camera, optical stabilization, GPS etc.","Price":4999.0,"ImageName":"smartphone.png"},"6":{"Id":6,"Name":"Fridge","Description":"Fridge with freezer at the bottom, energy class D, climate class SN, N, ST and T, refrigerator volume 276l, freezer volume 114l, hinges on the right, number of refrigerator shelves 4, number of freezer compartments 3, number of cooling circuits 1, stainless steel, functions: total No Frost, zero zone, Multi-AirFlow, electronic temperature control, holiday mode, antibacterial seal, 203 × 59.5 × 65.8 cm (H × W × D).","Price":8999.0,"ImageName":"fridge.jpg"},"3":{"Id":3,"Name":"Laptop","Description":"Laptop M1, 13.3 inches IPS glossy 2560 × 1600, RAM 8GB, Apple M1 8 - core GPU, SSD 256GB, backlit keyboard, webcam, USB-C, fingerprint reader, WiFi 6 and Weight 1.37 kg.","Price":6999.0,"ImageName":"laptop.png"},"4":{"Id":4,"Name":"PC","Description":"Gaming PC Intel Core i5 10400F Comet Lake 4.3 GHz, NVIDIA GeForce RTX 3060 12GB, RAM 16GB DDR4, SSD 1000 GB, Without drive, Wi-Fi, HDMI and DisplayPort, 4 × USB 3.2, 2 × USB 2.0, case type: Midi Tower, Windows 10 Home.","Price":9999.0,"ImageName":"pc.png"},"7":{"Id":7,"Name":"Microwave","Description":"Built-in microwave oven, power consumption 1270 W, volume 20 l, number of power levels 5, microwave heating power 800 W, plate size 25 cm, defrost, timer, automatic programs and without grill, turntable, color black.","Price":3999.0,"ImageName":"microwave.png"},"5":{"Id":5,"Name":"TV","Description":"SMART ANDROID LED TV, 125cm, 4K Ultra HD, RMR 1000 (50Hz), HDR10, HLG, Dolby Vision, DVB-T2 / S2 / C, H.265 / HEVC, 4 × HDMI, 2 × USB, WiFi, Bluetooth, HbbTV 2.0, game mode, voice control, Apple TV, Netflix, Google Assistant, VESA 200 × 200, repro 20W, en. class G.","Price":5999.0,"ImageName":"tv.png"}}